{"_path":"/projects/adaptyv-sybodies","_dir":"projects","_draft":false,"_partial":false,"_locale":"","title":"SyBodies @ Adaptyv","description":"Sybodies are tiny, synthetic versions of antibodies designed to latch onto specific proteins—especially ones found on viruses or cancer cells. Unlike regular antibodies made by our immune systems, sybodies are created entirely in the lab, without needing an animal or human immune response. Think of them like precision-engineered tools, custom-built to stick to a specific molecular target.","slug":"adaptyv-sybodies","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Sybodies are tiny, synthetic versions of antibodies designed to latch onto specific proteins—especially ones found on viruses or cancer cells. Unlike regular antibodies made by our immune systems, sybodies are created entirely in the lab, without needing an animal or human immune response. Think of them like precision-engineered tools, custom-built to stick to a specific molecular target."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What makes sybodies especially exciting is their size and speed. They’re based on the smallest functional parts of camelid antibodies (from camels, llamas, and alpacas), called nanobodies. Because they’re so compact and stable, sybodies can reach parts of a virus or cell that regular antibodies can’t. Scientists create huge libraries of sybodies and screen them quickly—often in just a few days—to find ones that stick tightly to a protein of interest. This makes them incredibly useful for drug development, diagnostic tools, or even blocking viruses like SARS-CoV-2 from infecting cells."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In short, sybodies are like tiny, lab-made antibodies that can be rapidly produced to fight disease, help visualize proteins in research, or serve as building blocks for future biotech therapies."}]}],"toc":{"title":"","searchDepth":3,"depth":3,"links":[]}},"_type":"markdown","_id":"content:projects:adaptyv-sybodies.md","_source":"content","_file":"projects/adaptyv-sybodies.md","_stem":"projects/adaptyv-sybodies","_extension":"md"}